Repository: Etxea/gestioneide
Catalog: cambridge/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Teléfono
eu: Telefono Zbk.

source: Código Postal
eu: Postal Kodea

source: Male
eu: Gizona

source: Female
eu: Emakumea

source: Tipo Examen
eu: Azterketa Mota

source: Fecha fin de la matriculación
eu: Matrikulazio Azken Eguna

source: Name
eu: Izena

source: Description
eu: Deskribapena

source: Password
eu: Pasahitza

source: Nombre
eu: Izena

source: Apellido(s)
eu: Abizena(k)

source: Dirección
eu: Helbidea

source: Localidad
eu: Herria

source: Sexo
eu: Sexua

source: Formato: DD-MM-AAAA(dia-mes-año)
eu: Formatua: EE-HH-UUUU(eguna-hilabetea-urtea)

source: Alumno EIDE
eu: EIDEko Ikaslea

source: Haz click en el check si eres alumno/a de EIDE. En caso contrario rellena porfavor la siguiente casilla.
eu: Egin klik EIDE-ko Ikaslea bazara. Bestela bete hurrengo laukia

source: Nombre del Centro
eu: Ikastetxea

source: Pagada
eu: Ordainduta

source: Acceptas las condiciones
eu: Baldintzak onartu

source: You must accept the conditions to register
eu: Matrikula egiteko baldintzak onartu behar dituzu

source: Aceptar las conficiones de la foto.
eu: Argazkiaren baldintzak onartu

source: Debes aceptar las condiciones de la la toma de foto para poder matricularte.
eu: Matrikula egiteko argazkiaren baldintzak onartu behar dituzu

source: El candidato es menor de edad y yo soy su padre/madre o tutor legal.
eu: Hautagaia adingabekoa da eta ni bere guraso/tutorea naiz

source: Nombre de padre/madre o tutor.
eu: Guraso/Turoreren izena

source: Apellido(s) del padre/madre o tutor.
eu: Guraso/Turoreren abizena

source: Matrícula para Exámenes Cambridge English en Berri-Otxoa
eu: Berri-Otxoa-rako Cambridge English azterketarako matrikula

source: Matricúlate
eu: Matrikula Zaitez

source: Delete Exam
eu: Azterketa Ezabatu

source: Cancel
eu: Ezeztu

source: Exam
eu: Azterketa

source: Save
eu: Gorde

source: Cambridge Exam List
eu: Cambridge Azterketa Zerrenda

source: Level
eu: Maila

source: Tipo
eu: Mota

source: Date
eu: Data

source: Cierre de la matrícula
eu: Matrikularen itxiera

source: Price
eu: Prezioa

source: Matrículas
eu: Matrikulak

source: Paid Registrations
eu: Ordaindutako matrikulak

source: Delete
eu: Ezabatu

source: New
eu: Berria

source: Atención!
eu: <b>Kontuz!</b> Oraindik ez dituzu baldintzak onartu. Baldintzak orokorrak eta argazkiaren baldintzak onartzen ez badituzu ezingo duzu matrikula bidali.

source: ¿Aceptas las condiciones?
eu: Baldintzak onartzen dituzu?

source: ¿Aceptas las condiciones para la toma de la foto?
eu: Argazkiaren baldintzak onartzen dituzu?

source: <b>¡Atención!.</b> Todavía no has aceptado las condiciones. Si no aceptas las condiciones generales y las condiciones de la toma de foto no podrás enviar la matrícula.
eu: <b>Adi!</b> Oraindik ez dituzu baldintzak onartu. Baldintzak orokorrak eta argazkiaren baldintzak onartzen ez badituzu ezingo duzu matrikula bidali.

source: Enviar
eu: Bidali

source: Matrícula para Exámenes Cambridge English en IES Fuente Fresnedo
eu: ES Fuente Fresnedo-rako Cambridge English azterketarako matrikula

source: Matrícula para Exámenes Cambridge English
eu: Cambridge English azterketarako matrikula

source: Matricularse en EIDE para realizar un examen de Cambridge es sencillo, tan solo elige su tipo de examen. pero antes asegurate de tener claro que...
eu: EIDEn Cambridge azteketa batean matrikulatzea oso erraza da. Baina hasi baino lehen hurrengo puntuak argi eduki behar dituzu...

source: Condiciones generales
eu: Baldintza Orokorrak

source: Ocultar
eu: Ezkutatu

source: Mostrar
eu: Erakutzi

source: Exam Date
eu: Azterketa Eguna

source: Surname
eu: Abizena

source: Paid
eu: Ordainduta

source: Print
eu: Imprimatu

source: Delete Resgistration
eu: Matrikula Ezabatu

source: Registration of
eu: Matrikula...

source: Matricúlate para un Exámen Cambridge
eu: Matrikula zaitez Cambridge azketarako

source: New Exam for
eu: Azterka berria..

source: Cambridge School Exam List
eu: Cambridge School Exam Zerrenda

source: New exam for
eu: Azterketa beria...

source: New School
eu: School berria

source: Submit
eu: Bidali
